Autodesk.Revit.DB.Macros.ModuleSettings.Description
The module description.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
When setting this property: A non-optional argument was null
Since:
2014